IDEA StatiCa Open Model
DappedEnd.Height Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Height of dapped end
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Height { get; set; }
Public Property Height As Double
	Get
	Set
public:
property double Height {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
DappedEnd Class
IdeaRS.OpenModel.Detail Namespace